Repository: Amslup/django
Catalog: django/contrib/postgres/locale/*/LC_MESSAGES/django.po
Languages: es_ve

source: PostgreSQL extensions
es_ve: Extensiones de PostgreSQL

source: Item %(nth)s in the array did not validate:
es_ve: El elemento %(nth)s en el arreglo no pudo ser validado:

source: Nested arrays must have the same length.
es_ve: Los arreglos anidados deben tener la misma longitud.

source: Map of strings to strings/nulls
es_ve: Mapa de cadenas a cadenas/vacíos

source: The value of “%(key)s” is not a string or null.
es_ve: El valor de "%(key)s" no es una cadena de texto o vacío.

source: Could not load JSON data.
es_ve: No se pudo cargar los datos JSON.

source: Input must be a JSON dictionary.
es_ve: La entrada debe ser un diccionario JSON.

source: Enter two valid values.
es_ve: Ingrese dos valores válidos.

source: The start of the range must not exceed the end of the range.
es_ve: El valor de inicio del rango no puede ser mayor al valor final del rango.

source: Enter two whole numbers.
es_ve: Ingrese dos números enteros.

source: Enter two numbers.
es_ve: Ingrese dos números.

source: Enter two valid date/times.
es_ve: Ingrese dos fechas/horas válidas.

source: Enter two valid dates.
es_ve: Ingrese dos fechas válidas.

source: List contains %(show_value)d item, it should contain no more than %(limit_value)d.
es_ve: La lista contiene %(show_value)d elemento, no debe contener más de %(limit_value)d.

source: List contains %(show_value)d item, it should contain no fewer than %(limit_value)d.
es_ve: La lista contiene %(show_value)d elemento, debería contener al menos %(limit_value)d.

source: Some keys were missing: %(keys)s
es_ve: No se encontraron algunas claves: %(keys)s

source: Some unknown keys were provided: %(keys)s
es_ve: Algunas claves desconocidas fueron proporcionadas: %(keys)s

source: Ensure that the upper bound of the range is not greater than %(limit_value)s.
es_ve: Asegúrese de que el límite superior del rango no sea mayor que %(limit_value)s.

source: Ensure that the lower bound of the range is not less than %(limit_value)s.
es_ve: Asegúrese de que el límite inferior del rango no sea menor que %(limit_value)s.
